system/blockMeshDict
   /*--------------------------------*- C++ -*----------------------------------*\
   | =========                 |                                                 |
   | \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
   |  \\    /   O peration     | Version:  12                                    |
   |   \\  /    A nd           | Website:  https://openfoam.org                   |
   |    \\/     M anipulation  |                                                 |
   \*---------------------------------------------------------------------------*/
   FoamFile
   {
       version     2.0;
       format      ascii;
       class       dictionary;
       location    "system";
       object      blockMeshDict;
   }
   // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

   convertToMeters 1;

   vertices
   (
       (-1 0 0)
       (1 0 0)
       (1 2 0)
       (-1 2 0)
       (0 1 0)
       (-1 0 0.1)
       (1 0 0.1)
       (1 2 0.1)
       (-1 2 0.1)
       (0 1 0.1)
   );

   blocks
   (
       hex (0 1 2 3 5 6 7 8) (20 20 1) simpleGrading (1 1 1)
   );

   edges
   (
   );

   boundary
   (
       bottom
       {
           type wall;
           faces
           (
               (0 1 6 5)
           );
       }
       top
       {
           type patch;
           faces
           (
               (2 3 8 7)
           );
       }
       sides
       {
           type empty;
           faces
           (
               (0 3 8 5)
               (1 2 7 6)
           );
       }
       frontAndBack
       {
           type empty;
           faces
           (
               (0 1 2 3)
               (5 6 7 8)
           );
       }
   );

   mergePatchPairs
   (
   );

   // ************************************************************************* //


