system/controlDict
   FoamFile
   {
       version     2.0;
       format      ascii;
       class       dictionary;
       location    "system";
       object      controlDict;
   }
   // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

   application     incompressibleVoF;

   startFrom       startTime;

   startTime       0;

   stopAt          endTime;

   endTime         10;

   deltaT          0.01;

   writeControl    timeStep;

   writeInterval   10;

   purgeWrite      0;

   writeFormat     ascii;

   writePrecision  6;

   writeCompression off;

   timeFormat      general;

   timePrecision   6;

   runTimeModifiable true;

   // ************************************************************************* //

