system/fvSolution
   FoamFile
   {
       version     2.0;
       format      ascii;
       class       dictionary;
       location    "system";
       object      fvSolution;
   }
   // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

   solvers
   {
       p_rgh
       {
           solver          PCG;
           preconditioner  DIC;
           tolerance       1e-06;
           relTol          0.05;
       }

       p_rghFinal
       {
           solver          PCG;
           preconditioner  DIC;
           tolerance       1e-06;
           relTol          0.05;
       }

       U
       {
           solver          PBiCG;
           preconditioner  DILU;
           tolerance       1e-06;
           relTol          0.05;
       }

       alpha.air
       {
           solver          MULES;
           tolerance       1e-06;
           relTol          0.01;
           nAlphaSubCycles 3;
           nAlphaCorr      3;
           cAlpha          1.0;
       }

       alpha.water
       {
           solver          MULES;
           tolerance       1e-06;
           relTol          0.01;
           nAlphaSubCycles 3;
           nAlphaCorr      3;
           cAlpha          1.0;
       }

       pcorr
       {
           solver          PCG;
           preconditioner  DIC;
           tolerance       1e-06;
           relTol          0.05;
       }
   }

   PIMPLE
   {
       momentumPredictor no;
       nCorrectors     3;
       nNonOrthogonalCorrectors 0;
       pRefCell        0;
       pRefValue       0;
   }

   // ************************************************************************* //


